TaskName = "Archive fax numérique";

//progress bar string when reading/writing the information from the device
"TEST_PROGRESS_TITLE" = "Un test est en cours… Un moment s'il vous plaît.";
"DEVICE_COMMUNICATION_SETTINGS" = "Ecriture des paramètres sur le périphérique… Veuillez patienter";
"DEVICE_COMMUNICATION_HOST" = "Ecriture du nom de l'hôte sur le périphérique… Veuillez patienter";

//Titles of Buttons
"AUTO_TEXT" = "Auto";
"OK" = "OK";
"HOST_TITLE" = "Télécopies en cours de réception : %@";
"SELECT_FOLDER" = "Choisir un dossier…";
"SELECT_EMAIL" = "Paramètres de courrier électronique…";
"TEST_SETTINGS" = "Tester les paramètres";
"FOLDER_SELECTION_BUTTON_TITLE" = "Sélectionner";
"FOLDER_SELECTION_PANEL_TITLE" = "Sélectionner un dossier";

/* Error strings*/

"GENERAL_DATA_MISSING_DESCRIPTION" = "Un ou plusieurs champ(s) ne contien(nen)t pas de données. Renseignez tous les champs ou cliquez sur Annuler.";
"GENERAL_DATA_MISSING_TITLE" = "Erreur de données manquantes ou non valides";
"MISSING_FOLDER_SETTING" = "Des détails de destination de dossiers sont manquants. Veuillez sélectionner un dossier, entrer un nom d'utilisateur et un mot de passe, puis recommencer.";

"SUCCESS" = "Réussi";
"FOLDER_SETTINGS_SUCCESS" = "Vous avez configuré avec succès le télécopieur numérique HP. Vos télécopies entrantes en noir et blanc seront désormais enregistrées dans le dossier \"%@\".";
"EMAIL_SETTINGS_SUCCESS" = "Vous avez configuré avec succès le télécopieur numérique HP. Vos télécopies entrantes en noir et blanc seront désormais envoyées à \"%@\" en tant que pièces jointes à un message électronique.";


"AFP Authentication" = "Authentification du serveur AFP";
"SMB Authentication" = "Authentification du système de fichiers SMB/CIFS";

"ENTER_SERVER_DETAILS_ERROR_TITLE" = "Introduire les détails du serveur";
"ENTER_SERVER_DETAILS_ERROR_DESC" = "Veuillez introduire tous les détails du serveur.";

/* Error string when connecting */
HSDFolderWithPercentSignTitleFormat = "Le dossier '%@' ne peut pas être utilisé";
HSDFolderWithPercentSignDescription = "Utilisez un nom de dossier ne comportant aucun symbole de pourcentage.";

"CONNECTION_FAILED_TITLE" = "Échec de la connexion";
"CONNECTION_FAILED_DESC" = "Il se peut que le serveur n'existe pas ou qu'il ne soit pas opérationnel en ce moment. Vérifiez le nom du serveur ou l'adresse IP et réessayez.";

"AUTH_FAILED_TITLE" = "Échec de l'authentification";
"AUTH_FAILED_DESC" = "Utilisateur inconnu, mot de passe incorrect ou connexion désactivée. Veuillez retaper le nom et le mot de passe ou contacter l'administrateur serveur.";

"UNHANDLED_ERROR_TITLE" = "Erreur inattendue";
"UNHANDLED_ERROR_DESC" = "Une erreur %d s'est produite lors de la tentative de connexion au serveur.";

HSDServerParametersErrorTitle = "Informations sur le serveur incomplètes";
HSDServerParametersErrorDescription = "Les champs d'informations sur le serveur ne peuvent pas être vides. Saisissez tous les détails de serveur requis, puis réessayez.";

HSDUnableToSelectFolderTitle = "Impossible d'utiliser le dossier sélectionné";
HSDPermissionsErrorDescription = "Vous n'avez pas l'autorisation en écriture pour le dossier sélectionné. Sélectionnez un autre dossier, puis réessayez.";
"MISSING_SERVER_CREDENTIALS" = "Les informations d'identification de serveur sont manquantes. Veuillez entrer un nom d'utilisateur et un mot de passe, puis recommencer.";

HSDProtocolErrorDescription = "Le dossier sélectionné est introuvable sur le serveur spécifié ou la connexion au serveur est établie via un protocole de partage de fichiers différent.";

//Progress title when printing the list
"PRINT_PROGRESS_TITLE" = "Impression en cours… Veuillez patienter";

//progress title while initializing the print
"PRINT_INITIALIZING_TITLE" = "Traitement en cours…";

//Max limit for fax blocking list reached error
"BLOCK_FAX_ERROR_TITLE" = "La limite de numéros bloqués est atteinte";
"BLOCK_FAX_ERROR_DESC" = "Votre périphérique peut mémoriser %d numéros de télécopie bloqués au maximum. Débloquez quelques numéros de télécopie puis réessayez.";


//Fax log results
"ERROR" = "Erreur";
"BUSY" = "Occupé";
"NO_ANSWER" = "Pas de réponse";
"NO_DIAL_TONE" = "Pas de tonalité";
"NO_DOCUMENT" = "Pas de document";
"DOCUMENT_JAM" = "Bourrage document";
"DOOR_OPEN" = "Porte ouverte";
"POWER_FAILURE" = "Panne de courant";
"BLACKLISTED" = "Sur liste noire";
"STORAGE_FULL" = "Stockage plein";
"OUT_OF_MEMORY" = "Mémoire saturée";
"PHONE_LINE_UNAVAILABLE" = "Ligne de téléphone non disponible";
"FAX_DISCONNECTED" = "Télécopieur déconnecté";
"PC_DISCONNECTED" = "Ordinateur déconnecté";
"REMOTE_NOT_COLOR" = "A distance monochrome";
"COMMUNICATION_ERROR" = "Erreur de communication";
"CANCELLED" = "Annulé";


//Fax session types
"SENT" = "Envoyé";
"RECEIVED" = "Reçu";
